[
  {
    "title": "Drop",
    "description": "A widowed mother's first date in years takes a terrifying turn when she's bombarded with anonymous threatening messages on her phone during their upscale dinner, leaving her questioning if her charming date is behind the harassment.",
    "genre": "Drama, Mystery, Thriller",
    "duration": "PT1H35M",
    "rating": "6.6"
  },
  {
    "title": "Sinners",
    "description": "Trying to leave their troubled lives behind, twin brothers return to their hometown to start again, only to discover that an even greater evil is waiting to welcome them back.",
    "genre": "Action, Drama, Horror",
    "duration": "PT2H17M",
    "rating": "N/A"
  },
  {
    "title": "Den stygge stesøsteren",
    "description": "Follows Elvira as she battles against her gorgeous stepsister in a realm where beauty reigns supreme. She resorts to extreme measures to captivate the prince, amidst a ruthless competition for physical perfection.",
    "genre": "Comedy, Drama, Horror",
    "duration": "PT1H50M",
    "rating": "7.2"
  },
  {
    "title": "Dead Mail",
    "description": "An ominous help note finds its way to a 1980s post office, connecting a dead letter investigator to a kidnapped keyboard technician.",
    "genre": "Crime, Drama, Horror",
    "duration": "PT1H46M",
    "rating": "6.7"
  },
  {
    "title": "Until Dawn",
    "description": "A group of friends trapped in a time loop, where mysterious foes are chasing and killing them in gruesome ways, must survive until dawn to escape it.",
    "genre": "Drama, Horror",
    "duration": "PT1H43M",
    "rating": "N/A"
  },
  {
    "title": "The Shrouds",
    "description": "Karsh, an innovative businessman and grieving widower, builds a device to connect with the dead inside a burial shroud.",
    "genre": "Drama, Horror, Sci-Fi",
    "duration": "PT1H59M",
    "rating": "6"
  },
  {
    "title": "Skill House",
    "description": "A dark satire of social media and influencer culture, unflinching take on fame and what new celebrities are willing to do to attain it.",
    "genre": "Horror",
    "duration": "N/A",
    "rating": "4.7"
  },
  {
    "title": "Clown in a Cornfield",
    "description": "A fading midwestern town in which Frendo the clown, a symbol of bygone success, reemerges as a terrifying scourge.",
    "genre": "Comedy, Horror",
    "duration": "PT1H36M",
    "rating": "6.2"
  },
  {
    "title": "Final Destination: Bloodlines",
    "description": "Plagued by a recurring violent nightmare, a college student returns home to find the one person who can break the cycle and save her family from the horrific fate that inevitably awaits them.",
    "genre": "Horror",
    "duration": "PT1H50M",
    "rating": "N/A"
  },
  {
    "title": "Bring Her Back",
    "description": "A brother and sister uncover a terrifying ritual at the secluded home of their new foster mother.",
    "genre": "Horror, Mystery, Thriller",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Dangerous Animals",
    "description": "When Zephyr, a savvy and free-spirited surfer, is abducted by a shark-obsessed serial killer and held captive on his boat, she must figure out how to escape before he carries out a ritualistic feeding to the sharks below.",
    "genre": "Horror, Thriller",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "The Ritual",
    "description": "Two priests, one in crisis with his faith and the other confronting a turbulent past, must overcome their differences to perform a risky exorcism.",
    "genre": "Horror",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "28 Years Later",
    "description": "A group of survivors of the rage virus lives on a small island. When one of the group leaves the island on a mission into the mainland, he discovers secrets, wonders, and horrors that have mutated not only the infected but other s...",
    "genre": "Horror, Thriller",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "M3GAN 2.0",
    "description": "Two years after M3GAN's rampage, her creator, Gemma, resorts to resurrecting her infamous creation in order to take down Amelia, the military-grade weapon who was built by a defense contractor who stole M3GAN's underlying tech.",
    "genre": "Action, Horror, Sci-Fi",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "I Know What You Did Last Summer",
    "description": "A group of friends are terrorized by a stalker who knows about a gruesome incident from their past.",
    "genre": "Horror",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Together",
    "description": "A couple's move to the countryside triggers a supernatural incident that drastically alters their relationship, existence and physical form.",
    "genre": "Horror, Sci-Fi",
    "duration": "PT1H42M",
    "rating": "7"
  },
  {
    "title": "Weapons",
    "description": "An interrelated, multistory horror epic about the disappearance of high school students in a small town.",
    "genre": "Horror, Mystery, Thriller",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "The Toxic Avenger",
    "description": "A horrible toxic accident transforms downtrodden janitor, Winston Gooze into a new evolution of hero: The Toxic Avenger.",
    "genre": "Action, Comedy, Horror",
    "duration": "PT1H42M",
    "rating": "6"
  },
  {
    "title": "The Conjuring: Last Rites",
    "description": "Paranormal investigators Ed and Lorraine Warren take on one last terrifying case involving mysterious entities they must confront.",
    "genre": "Horror, Mystery, Thriller",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "The Long Walk",
    "description": "A group of teenage boys compete in an annual contest known as \"The Long Walk,\" where they must maintain a certain walking speed or get shot.",
    "genre": "Horror",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Him",
    "description": "A promising young football player joins an isolated compound to train under a dynasty team's aging quarterback.",
    "genre": "Horror, Sport",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "The Strangers: Chapter 2",
    "description": "On the final day of their cross country road trip, a couple's vehicle breaks down, forcing them to take refuge in a remote Airbnb. As night falls, three masked strangers terrorize them until dawn.",
    "genre": "Horror, Mystery",
    "duration": "PT2H42M",
    "rating": "N/A"
  },
  {
    "title": "Black Phone 2",
    "description": "",
    "genre": "Horror",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "The Third Parent",
    "description": "Amidst the 4th of July celebration, a disturbing figure named Tommy Taffy emerges, disguising himself as a human to infiltrate a suburban neighborhood and impose authoritarian rule over an unsuspecting family.",
    "genre": "Horror, Sci-Fi, Thriller",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Predator: Badlands",
    "description": "Plot is under wraps.",
    "genre": "Horror, Sci-Fi",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Frankenstein",
    "description": "A brilliant but egotistical scientist brings a creature to life in a monstrous experiment that ultimately leads to the undoing of both the creator and his tragic creation",
    "genre": "Drama, Horror, Sci-Fi",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Five Nights at Freddy&apos;s 2",
    "description": "1987, after a rather unstable life, Jeremy Fitzgerald found work as a security guard at the new Freddy's Fazbear Pizzeria, but when he entered there he would realize that not everything there is as it seems.",
    "genre": "Horror, Mystery, Thriller",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "IT: Welcome to Derry",
    "description": "It will follow the events in the 1960s, the time leading up to the events of the first film in the Stephen King It series.",
    "genre": "Horror",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "SOULM8TE",
    "description": "A man acquires an Artificially Intelligent android to cope with the loss of his recently deceased wife. In an attempt to create a truly sentient partner, he inadvertently turns a harmless lovebot into a deadly soulmate.",
    "genre": "Sci-Fi, Thriller",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "28 Years Later: The Bone Temple",
    "description": "",
    "genre": "Horror, Thriller",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Send Help",
    "description": "Two colleagues become stranded on a deserted island, the only survivors of a plane crash. On the island, they must overcome past grievances and work together to survive, but ultimately, it's a battle of wills and wits to make it o...",
    "genre": "Horror",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Scream 7",
    "description": "Plot unknown.",
    "genre": "Horror, Mystery, Thriller",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "The Bride",
    "description": "In 1930s Chicago, Frankenstein asks Dr. Euphronius to help create a companion. They give life to a murdered woman as the Bride, sparking romance, police interest, and radical social change.",
    "genre": "Drama, Horror, Musical",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Untitled the Exorcist/Mike Flanagan Project",
    "description": "",
    "genre": "Horror",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Flowervale Street",
    "description": "A family in the 80s start to notice bizarre happenings in their neighborhood.",
    "genre": "Mystery, Thriller",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "The Mummy",
    "description": "",
    "genre": "Horror",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Scary Movie 6",
    "description": "",
    "genre": "Comedy, Horror",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Thread: An Insidious Tale",
    "description": "A couple resorts to a spell to travel back in time, hoping to prevent their daughter's tragic death.",
    "genre": "Horror, Mystery, Sci-Fi",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Clayface",
    "description": "A shape-shifting creature made of magical clay haunts Gotham City, alternating between villain and ally of Batman. Multiple tragic figures have taken on the Clayface mantle over the years.",
    "genre": "Action, Adventure, Fantasy",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Resident Evil",
    "description": "Follows a hapless courier tasked with delivering a package to a remote hospital. He soon finds himself caught in the middle of an outbreak and must fight through hordes of mutated creatures to survive.",
    "genre": "Horror, Mystery",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Untitled Jordan Peele Project",
    "description": "",
    "genre": "Horror, Mystery, Thriller",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Werwulf",
    "description": "",
    "genre": "Horror",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Terrifier 4",
    "description": "",
    "genre": "Horror",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Saw XI",
    "description": "",
    "genre": "Horror",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "They Follow",
    "description": "",
    "genre": "Horror",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Wolf Creek: Legacy",
    "description": "A family of American tourists wander innocently into Taylor's hunting grounds. When the parents sacrifice themselves to save their children, the kids find themselves alone, lost and hunted in the vast Australian wilderness.",
    "genre": "Action, Horror, Thriller",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Vicious",
    "description": "A woman spends the night fighting for her existence as she slips down a rabbit hole contained inside a gift from a late-night visitor",
    "genre": "Horror",
    "duration": "N/A",
    "rating": "N/A"
  },
  {
    "title": "Hell of a Summer",
    "description": "The counselors of a summer camp are terrorized by a masked killer.",
    "genre": "Comedy, Horror, Mystery",
    "duration": "PT1H28M",
    "rating": "6"
  },
  {
    "title": "The Woman in the Yard",
    "description": "A mysterious woman repeatedly appears in a family's front yard, often delivering chilling warnings and unsettling messages, leaving them to question her identity, motives and the potential danger she might pose.",
    "genre": "Drama, Horror, Thriller",
    "duration": "PT1H28M",
    "rating": "5.6"
  },
  {
    "title": "The Monkey",
    "description": "When twin brothers Bill and Hal find their father's old monkey toy in the attic, a series of gruesome deaths start. The siblings decide to throw the toy away and move on with their lives, growing apart over the years.",
    "genre": "Horror",
    "duration": "PT1H38M",
    "rating": "6.1"
  },
  {
    "title": "Nosferatu",
    "description": "A gothic tale of obsession between a haunted young woman and the terrifying vampire infatuated with her, causing untold horror in its wake.",
    "genre": "Fantasy, Horror, Mystery",
    "duration": "PT2H12M",
    "rating": "7.2"
  },
  {
    "title": "Smile 2",
    "description": "About to embark on a world tour, global pop sensation Skye Riley begins experiencing increasingly terrifying and inexplicable events. Overwhelmed by the escalating horrors and the pressures of fame, Skye is forced to face her past.",
    "genre": "Horror, Mystery, Thriller",
    "duration": "PT2H7M",
    "rating": "6.7"
  },
  {
    "title": "The Substance",
    "description": "A fading celebrity takes a black-market drug: a cell-replicating substance that creates a younger, better version of herself.",
    "genre": "Drama, Horror, Sci-Fi",
    "duration": "PT2H21M",
    "rating": "7.3"
  },
  {
    "title": "Wolf Man",
    "description": "A family at a remote farmhouse is attacked by an unseen animal, but as the night stretches on, the father begins to transform into something unrecognizable.",
    "genre": "Horror",
    "duration": "PT1H43M",
    "rating": "5.6"
  },
  {
    "title": "Terrifier 3",
    "description": "Art the Clown is set to unleash chaos on the unsuspecting residents of Miles County as they peacefully drift off to sleep on Christmas Eve.",
    "genre": "Horror",
    "duration": "PT2H5M",
    "rating": "6.3"
  },
  {
    "title": "Presence",
    "description": "A family becomes convinced they are not alone after moving into their new home in the suburbs.",
    "genre": "Drama, Horror, Thriller",
    "duration": "PT1H24M",
    "rating": "6.1"
  },
  {
    "title": "Companion",
    "description": "A weekend getaway with friends at a remote cabin turns into chaos after it's revealed that one of the guests is not what they seem.",
    "genre": "Sci-Fi, Thriller",
    "duration": "PT1H37M",
    "rating": "7"
  },
  {
    "title": "Screamboat",
    "description": "On the last ferry of the night in New York, passengers and crew are hunted by a merciless rat, and what should have been a peaceful crossing turns into a bloody massacre.",
    "genre": "Comedy, Horror",
    "duration": "PT1H42M",
    "rating": "4"
  },
  {
    "title": "Heart Eyes",
    "description": "For the past several years, the \"Heart Eyes Killer\" has wreaked havoc on Valentine's Day by stalking and murdering romantic couples. This Valentine's Day, no couple is safe.",
    "genre": "Comedy, Horror, Mystery",
    "duration": "PT1H37M",
    "rating": "6.1"
  }
]